const ru = {
  navbar: {
    home: "Главная",
    skills: "Навыки",
    about: "О нас",
    pricing: "Цены",
    contacts: "Контакты",
  },
  languages: {
    english: "Английский",
    uzbek: "Узбекский",
    russian: "Русский",
  },
  hero: {
    title: "Изучайте любой иностранный язык",
    paragraph:
      "С нашими преподавателями, которые составляют программу для каждого ученика, вы сможете сделать свой первый набросок уже после первого урока.",
    button: "Начать",
  },
  features: {
    title: "Навыки",
    speaking: "Говорение",
    writing: "Письмо",
    reading: "Чтение",
    listening: "Аудирование",
    button: "Подробнее",
    speakingDesc: "Улучшите свои навыки английского и уверенность...",
    writingDesc:
      "Одна из самых важных и обширных областей естественных наук...",
    readingDesc:
      "Восприятие и реакция пользователя в результате использования...",
    listeningDesc: "Здесь вы найдете упражнения для практики аудирования...",
  },
  about: {
    title: "О нас",
    paragraph:
      "Модель предлагает основу для обсуждения проблем, связанных с опытом пользователя...",
    pupils: "Ученики",
    teachers: "Преподаватели",
    languages: "Иностранные языки",
  },
  pricing: {
    title: "Цены",
    plan1: "Самостоятельный онлайн-курс",
    plan2: "Онлайн занятия в прямом эфире",
    plan3: "Персональное обучение",
    desc1:
      "Начните изучать английский онлайн на занятиях с квалифицированными преподавателями EC и студентами со всего мира.",
    desc2:
      "Начните изучать английский онлайн на занятиях с квалифицированными преподавателями EC и студентами со всего мира.",
    desc3:
      "Начните изучать английский онлайн на занятиях с квалифицированными преподавателями EC и студентами со всего мира.",
    perMonth: " в месяц",

    plan4: "Интенсивный курс",
    desc4:
      "Изучайте английский за 1 месяц с ежедневными 2-часовыми ускоренными занятиями.",
    plan5: "Групповые занятия",
    desc5: "Интерактивные занятия 3 раза в неделю в группах по 5–7 человек.",
    plan6: "Наставничество",
    desc6:
      "Еженедельные занятия с личным наставником, отслеживание прогресса и тесты.",

    plan7: "Экспресс-уроки",
    desc7: "Эффективные 30-минутные уроки — идеальный выбор для занятых людей.",
    plan8: "Премиум-программа",
    desc8:
      "Искусственный интеллект, неограниченная практика, мгновенная обратная связь и сертификат.",
    plan9: "VIP-коучинг",
    desc9:
      "Личный преподаватель 24/7, индивидуальная программа, подготовка к IELTS/TOEFL.",
  },
  contact: {
    title: "Свяжитесь с нами",
    paragraph:
      "Определите свой текущий уровень английского, пройдя бесплатный онлайн-тест...",
    button: "Подписаться",
    inputPlaceholder: "Введите ваш email",
  },
  footer: {
    terms: "Условия и положения",
    privacy: "Политика конфиденциальности",
    cookie: "Политика файлов cookie",
  },
};

export default ru;
